Repository: Ranatchai/openGym
Catalog: ios-native/OpenGymApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, hu, it, ko, pl, pt, pt_br, ru, th, tr, uk, zh

# Plan: {0}
source: Plan: %1$@
ar: الخطة: %1$@
hi: प्लान: %1$@
hu: Terv: %1$@
it: Piano: %1$@
ko: 계획: %1$@
pt: Plano: %1$@
pt_br: Plano: %1$@
ru: План: %1$@
th: แผน: %1$@
uk: План: %1$@
zh: 计划：%1$@

source: Planned
ar: مُخطط
de: Geplant
es: Planificado
fr: Prévu
hi: नियोजित
hu: Tervezett
it: Pianificato
ko: 예정됨
pl: Zaplanowano
pt: Planeado
pt_br: Planejado
ru: Запланировано
th: วางแผนไว้
tr: Planlandı
uk: Заплановано
zh: 已计划

source: Planned sessions start from
ar: نقطة بدء الجلسات المخطط لها
de: Ausgangspunkt geplanter Einheiten
es: Punto de partida de las sesiones planificadas
fr: Point de départ des séances planifiées
hi: प्लान किए गए सेशन की शुरुआत
hu: A tervezett edzések kiindulópontja
it: Punto di partenza delle sessioni pianificate
ko: 계획된 세션의 시작 기준
pl: Punkt wyjścia zaplanowanych treningów
pt: Ponto de partida das sessões planeadas
pt_br: Ponto de partida das sessões planejadas
ru: Основа запланированных тренировок
th: จุดเริ่มต้นของเซสชันตามแผน
tr: Planlı seansların çıkış noktası
uk: Основа запланованих тренувань
zh: 计划训练的起点

source: Plans, suggestions and debriefs, kept
ar: خطط واقتراحات وملخصات، محفوظة
de: Pläne, Vorschläge und Auswertungen, aufbewahrt
es: Planes, sugerencias y evaluaciones, guardados
fr: Plans, suggestions et bilans, conservés
hi: प्लान, सुझाव और समीक्षाएँ, सब सुरक्षित
hu: Tervek, javaslatok és kiértékelések, megőrizve
it: Piani, suggerimenti e valutazioni, conservati
ko: 플랜, 제안, 평가를 모두 보관
pl: Plany, sugestie i podsumowania, zachowane
pt: Planos, sugestões e balanços, guardados
pt_br: Planos, sugestões e balanços, guardados
ru: Планы, предложения и разборы — всё сохранено
th: แผน ข้อเสนอแนะ และสรุปผล ถูกเก็บไว้
tr: Planlar, öneriler ve değerlendirmeler, saklanır
uk: Плани, пропозиції й розбори — усе збережено
zh: 计划、建议和复盘，全部保留

source: Plate loading
ar: تحميل الأقراص
de: Scheiben laden
es: Carga de discos
fr: Chargement des disques
hi: प्लेट लोडिंग
hu: Tárcsák felhelyezése
it: Caricamento dischi
ko: 플레이트 끼우기
pl: Dobieranie talerzy
pt: Carga de discos
pt_br: Carga de anilhas
ru: Загрузка блинов
th: การใส่แผ่นน้ำหนัก
tr: Disk yükleme
uk: Навішування блинів
zh: 配重

source: Plates
ar: الأقراص
de: Scheiben
es: Discos
fr: Disques
hi: प्लेटें
hu: Tárcsák
it: Dischi
ko: 플레이트
pl: Talerze
pt: Discos
pt_br: Anilhas
ru: Блины
th: แผ่นน้ำหนัก
tr: Diskler
uk: Блини
zh: 杠铃片

# Plates are counted from 0 — turn this off for the default ({0}).
source: Plates are counted from 0 — turn this off for the default (%1$@).
ar: تُحتسب الأقراص من 0 — أوقف هذا للعودة إلى الافتراضي (%1$@).
de: Scheiben werden ab 0 gerechnet — ausschalten fuer den Standard (%1$@).
es: Los discos se cuentan desde 0 — desactívalo para el valor por defecto (%1$@).
fr: Les disques sont comptés à partir de 0 — désactive pour la valeur par défaut (%1$@).
hi: प्लेट 0 से गिनी जाती हैं — डिफ़ॉल्ट (%1$@) के लिए इसे बंद करें।
hu: A tárcsák 0-tól számítanak — kapcsold ki az alapértékhez (%1$@).
it: I dischi si contano da 0 — disattiva per il valore predefinito (%1$@).
ko: 원판을 0부터 계산합니다 — 기본값(%1$@)으로 돌리려면 끄세요.
pl: Talerze liczone od 0 — wyłącz, aby wrócić do domyślnego (%1$@).
pt: Os discos contam a partir de 0 — desliga para o valor predefinido (%1$@).
pt_br: Os discos contam a partir de 0 — desliga para o valor predefinido (%1$@).
ru: Блины считаются от 0 — выключи, чтобы вернуть значение по умолчанию (%1$@).
th: นับแผ่นจาก 0 — ปิดเพื่อกลับไปค่าเริ่มต้น (%1$@)
tr: Plakalar 0’dan sayılır — varsayılana (%1$@) dönmek için kapat.
uk: Блини рахуються від 0 — вимкни, щоб повернути типове значення (%1$@).
zh: 杠铃片从 0 开始计算 — 关闭以使用默认值（%1$@）。

source: Plates split over both sides of a bar.
ar: الأقراص موزعة على جانبي البار.
de: Scheiben verteilt auf beide Seiten der Stange.
es: Discos repartidos entre los dos lados de la barra.
fr: Disques répartis des deux côtés de la barre.
hi: बार के दोनों तरफ़ बंटी हुई प्लेटें।
hu: A tárcsák a rúd mindkét oldalára oszlanak el.
it: Dischi distribuiti su entrambi i lati del bilanciere.
ko: 바 양쪽에 나뉘어 실리는 플레이트입니다.
pl: Talerze rozłożone na obu końcach gryfu.
pt: Discos divididos pelos dois lados da barra.
pt_br: Anilhas divididas nos dois lados da barra.
ru: Блины распределены по обеим сторонам грифа.
th: แผ่นน้ำหนักแบ่งใส่ทั้งสองข้างของบาร์
tr: Diskler barın iki tarafına paylaştırılır.
uk: Блини розподілено на обидві сторони грифа.
zh: 杠铃片分装在杆的两侧。

source: Play sounds when the phone is on silent
ar: تشغيل الأصوات عندما يكون الهاتف صامتًا
de: Töne auch bei stummgeschaltetem Telefon abspielen
es: Reproducir sonidos con el teléfono en silencio
fr: Jouer les sons même si le téléphone est en mode silencieux
hi: फ़ोन साइलेंट पर हो तब भी आवाज़ें बजाएँ
hu: Hangok lejátszása akkor is, ha a telefon némítva van
it: Riproduci i suoni anche con il telefono in silenzioso
ko: 무음 모드에서도 소리 재생
pl: Odtwarzaj dźwięki także przy wyciszonym telefonie
pt: Reproduzir sons com o telemóvel em silêncio
pt_br: Tocar sons com o celular no silencioso
ru: Воспроизводить звуки при беззвучном режиме
th: เล่นเสียงแม้โทรศัพท์อยู่ในโหมดเงียบ
tr: Telefon sessizdeyken de sesleri çal
uk: Відтворювати звуки в беззвучному режимі
zh: 手机静音时也播放提示音

source: Point the camera at the QR code
ar: وجّه الكاميرا نحو رمز QR
de: Richte die Kamera auf den QR-Code
es: Apunta la cámara al código QR
fr: Pointez la caméra vers le code QR
hi: कैमरे को QR कोड पर रखें
hu: Irányítsd a kamerát a QR-kódra
it: Inquadra il codice QR con la fotocamera
ko: 카메라를 QR 코드에 맞추세요
pl: Skieruj aparat na kod QR
pt: Aponta a câmara para o código QR
pt_br: Aponte a câmera para o código QR
ru: Наведите камеру на QR-код
th: เล็งกล้องไปที่ QR โค้ด
tr: Kamerayı QR koda tutun
uk: Наведи камеру на QR-код
zh: 将摄像头对准二维码

source: Poliquin
ar: بوليكوين
hi: पोलिक्विन
ko: 폴리퀸
ru: Поликвин
th: โพลีควิน
uk: Полікуїн

source: Poliquin step-up (15 reps)
ar: صعود الدرجة على طريقة بوليكوين (15 تكرارًا)
de: Poliquin-Step-up (15 Wdh.)
es: Step-up Poliquin (15 reps)
fr: Step-up Poliquin (15 reps)
hi: पोलिक्विन स्टेप-अप (15 रेप्स)
hu: Poliquin fellépés (15 ismétlés)
it: Step-up Poliquin (15 rip.)
ko: 폴리퀸 스텝업 (15회)
pl: Wejścia Poliquina (15 powtórzeń)
pt: Step-up Poliquin (15 reps)
pt_br: Step-up Poliquin (15 reps)
ru: Зашагивание Поликвина (15 повторений)
th: โพลีควินสเต็ปอัพ (15 ครั้ง)
tr: Poliquin step-up (15 tekrar)
uk: Зашагування Полікуїна (15 повторень)
zh: Poliquin踏步蹲（15次）

source: Power clean
ar: الكلين القوي (Power clean)
es: Cargada de potencia
fr: Épaulé (power clean)
hi: पावर क्लीन
it: Power clean (girata di potenza)
ko: 파워클린
pl: Zarzut siłowy (power clean)
ru: Силовой подъём на грудь (power clean)
th: พาวเวอร์คลีน
uk: Взяття на груди (power clean)
zh: 高翻（power clean）

source: Press back again to exit
ar: اضغط زر الرجوع مرة أخرى للخروج
de: Zum Beenden erneut zurück drücken
es: Pulsa atrás otra vez para salir
fr: Appuyez de nouveau pour quitter
hi: बाहर निकलने के लिए फिर से बैक दबाएँ
hu: Nyomd meg újra a vissza gombot a kilépéshez
it: Premi di nuovo indietro per uscire
ko: 뒤로를 한 번 더 누르면 종료됩니다
pl: Naciśnij wstecz ponownie, aby wyjść
pt: Prima novamente para sair
pt_br: Pressione voltar novamente para sair
ru: Нажмите «Назад» ещё раз, чтобы выйти
th: กดย้อนกลับอีกครั้งเพื่อออก
tr: Çıkmak için geri tuşuna tekrar basın
uk: Натисни «Назад» ще раз, щоб вийти
zh: 再按一次返回退出

source: Prev
ar: السابق
de: Zurück
es: Anterior
fr: Préc.
hi: पिछला
hu: Előző
it: Prec.
ko: 이전
pl: Wstecz
pt: Anterior
pt_br: Anterior
ru: Назад
th: ก่อนหน้า
tr: Önceki
uk: Назад
zh: 上一个

source: Previous
ar: السابق
de: Zurück
es: Anterior
fr: Précédent
hi: पिछला
hu: Előző
it: Prec.
ko: 이전
pl: Wstecz
pt: Anterior
pt_br: Anterior
ru: Назад
th: ก่อนหน้า
tr: Önceki
uk: Назад
zh: 上一个

source: Previous best:
ar: الأفضل السابق:
de: Bisheriger Bestwert:
es: Mejor anterior:
fr: Ancien record :
hi: पिछला सर्वश्रेष्ठ:
hu: Korábbi legjobb:
it: Record precedente:
ko: 이전 최고 기록:
pl: Poprzedni rekord:
pt: Melhor anterior:
pt_br: Melhor anterior:
ru: Прежний рекорд:
th: สถิติก่อนหน้า:
tr: Önceki rekor:
uk: Попередній рекорд:
zh: 之前最佳：

source: Previous month
ar: الشهر السابق
de: Vorheriger Monat
es: Mes anterior
fr: Mois précédent
hi: पिछला महीना
hu: Előző hónap
it: Mese precedente
ko: 이전 달
pl: Poprzedni miesiąc
pt: Mês anterior
pt_br: Mês anterior
ru: Предыдущий месяц
th: เดือนก่อนหน้า
tr: Önceki ay
uk: Попередній місяць
zh: 上个月

source: Previous week
ar: الأسبوع السابق
de: Vorherige Woche
es: Semana anterior
fr: Semaine précédente
hi: पिछला सप्ताह
hu: Előző hét
it: Settimana precedente
ko: 이전 주
pl: Poprzedni tydzień
pt: Semana anterior
pt_br: Semana anterior
ru: Предыдущая неделя
th: สัปดาห์ก่อนหน้า
tr: Önceki hafta
uk: Попередній тиждень
zh: 上一周

source: Primary muscle groups
ar: المجموعات العضلية الأساسية
de: Primäre Muskelgruppen
es: Grupos musculares primarios
fr: Groupes musculaires principaux
hi: प्राथमिक मांसपेशी समूह
hu: Elsődleges izomcsoportok
it: Gruppi muscolari primari
ko: 주요 근육 그룹
pl: Podstawowe grupy mięśniowe
pt: Grupos musculares primários
pt_br: Grupos musculares primários
ru: Основные группы мышц
th: กลุ่มกล้ามเนื้อหลัก
tr: Birincil kas grupları
uk: Основні групи м’язів
zh: 主要肌群

source: Primary target
ar: العضلة الأساسية
de: Hauptmuskel
es: Músculo principal
fr: Cible principale
hi: मुख्य लक्ष्य
hu: Elsődleges célizom
it: Muscolo principale
ko: 주요 목표
pl: Główny cel
pt: Alvo principal
pt_br: Músculo principal
ru: Основная мышца
th: กล้ามเนื้อหลัก
tr: Ana hedef
uk: Основна мішень
zh: 主要目标

source: Print / Save as PDF
ar: طباعة / حفظ كملف PDF
de: Drucken / Als PDF speichern
es: Imprimir / Guardar como PDF
fr: Imprimer / Enregistrer en PDF
hi: प्रिंट करें / PDF के रूप में सहेजें
hu: Nyomtatás / Mentés PDF-ként
it: Stampa / Salva come PDF
ko: 인쇄 / PDF로 저장
pl: Drukuj / Zapisz jako PDF
pt: Imprimir / Guardar como PDF
pt_br: Imprimir / Salvar como PDF
ru: Печать / Сохранить как PDF
th: พิมพ์ / บันทึกเป็น PDF
tr: Yazdır / PDF olarak kaydet
uk: Друк / Зберегти як PDF
zh: 打印 / 保存为 PDF

source: Profile created — data from this device moved into it
ar: تم إنشاء الملف الشخصي — نُقلت بيانات هذا الجهاز إليه.
de: Profil erstellt — Daten von diesem Gerät wurden übernommen
es: Perfil creado — los datos de este dispositivo se han movido a él
fr: Profil créé — les données de cet appareil y ont été transférées
hi: प्रोफ़ाइल बनी — इस डिवाइस का डेटा उसमें चला गया
hu: Profil létrehozva — az eszközön lévő adatok átkerültek bele
it: Profilo creato — i dati di questo dispositivo sono stati trasferiti
ko: 프로필 생성됨 — 이 기기의 데이터가 이동됨
pl: Profil utworzony — dane z tego urządzenia zostały przeniesione
pt: Perfil criado — os dados deste dispositivo foram movidos para ele
pt_br: Perfil criado — os dados deste dispositivo foram movidos para ele
ru: Профиль создан — данные с этого устройства перенесены в него
th: สร้างโปรไฟล์แล้ว — ย้ายข้อมูลจากเครื่องนี้เข้าไปแล้ว
tr: Profil oluşturuldu — bu cihazdaki veriler profile taşındı
uk: Профіль створено — дані з цього пристрою перенесено в нього
zh: 档案已创建——本设备数据已转入

source: Profile created — data moved into it
ar: تم إنشاء الملف الشخصي — نُقلت البيانات إليه.
de: Profil erstellt — Daten übernommen
es: Perfil creado — datos movidos a él
fr: Profil créé — données transférées
hi: प्रोफ़ाइल बनी — डेटा स्थानांतरित
hu: Profil létrehozva — az adatok átkerültek bele
it: Profilo creato — dati trasferiti
ko: 프로필 생성됨 — 데이터 이동됨
pl: Profil utworzony — dane przeniesione
pt: Perfil criado — dados movidos
pt_br: Perfil criado — dados movidos
ru: Профиль создан — данные перенесены
th: สร้างโปรไฟล์แล้ว — ย้ายข้อมูลเข้าไปแล้ว
tr: Profil oluşturuldu — veriler taşındı
uk: Профіль створено — дані перенесено
zh: 档案已创建——数据已转入

source: Profile name
ar: اسم الملف
de: Profilname
es: Nombre del perfil
fr: Nom du profil
hi: प्रोफ़ाइल का नाम
hu: Profil neve
it: Nome del profilo
ko: 프로필 이름
pl: Nazwa profilu
pt: Nome do perfil
pt_br: Nome do perfil
ru: Название профиля
th: ชื่อโปรไฟล์
tr: Profil adı
uk: Назва профілю
zh: 配置名称

source: Progress & history
ar: التقدم والسجل
de: Fortschritt & Verlauf
es: Progreso e historial
fr: Progression et historique
hi: प्रगति और इतिहास
hu: Fejlődés & előzmények
it: Progressi e cronologia
ko: 진행 상황과 기록
pl: Postępy i historia
pt: Progresso e histórico
pt_br: Progresso e histórico
ru: Прогресс и история
th: ความคืบหน้าและประวัติ
tr: İlerleme ve geçmiş
uk: Прогрес та історія
zh: 进度与历史

source: Progression
ar: التدرّج
es: Progresión
hi: प्रोग्रेशन
hu: Progresszió
it: Progressione
ko: 점진적 증가
pl: Progresja
pt: Progressão
pt_br: Progressão
ru: Прогрессия
th: การเพิ่มระดับ
tr: İlerleme
uk: Прогресія
zh: 进阶方式

source: Progression settings
ar: إعدادات التقدم
de: Progressions-Einstellungen
es: Ajustes de progresión
fr: Réglages de progression
hi: प्रगति सेटिंग
hu: Progresszió beállításai
it: Impostazioni di progressione
ko: 진행 설정
pl: Ustawienia progresji
pt: Definições de progressão
pt_br: Configurações de progressão
ru: Настройки прогрессии
th: ตั้งค่าการเพิ่มน้ำหนัก
tr: İlerleme ayarları
uk: Налаштування прогресії
zh: 渐进设置

source: Provider
ar: المزود
de: Anbieter
es: Proveedor
fr: Fournisseur
hi: प्रदाता
hu: Szolgáltató
ko: 제공자
pl: Dostawca
pt: Fornecedor
pt_br: Provedor
ru: Провайдер
th: ผู้ให้บริการ
tr: Sağlayıcı
uk: Постачальник
zh: 提供商

source: Pull your history with a Hevy Pro API key
ar: اسحب سجلك باستخدام مفتاح Hevy Pro API
de: Verlauf mit einem Hevy-Pro-API-Schlüssel holen
es: Trae tu historial con una clave API de Hevy Pro
fr: Récupérer l’historique avec une clé API Hevy Pro
hi: Hevy Pro API कुंजी से अपना इतिहास लाएँ
hu: Előzmények letöltése Hevy Pro API-kulccsal
it: Importa lo storico con una chiave API Hevy Pro
ko: Hevy Pro API 키로 기록을 가져옵니다
pl: Pobierz historię kluczem API Hevy Pro
pt: Traz o historial com uma chave API Hevy Pro
pt_br: Traga seu histórico com uma chave de API do Hevy Pro
ru: Загрузить историю с API-ключом Hevy Pro
th: ดึงประวัติด้วยคีย์ API ของ Hevy Pro
tr: Hevy Pro API anahtarıyla geçmişini çek
uk: Завантаж історію за допомогою API-ключа Hevy Pro
zh: 使用 Hevy Pro API 密钥拉取训练记录

source: Pull your history with a Hevy Pro API key. The key is only used for this import and is not saved.
ar: اسحب سجلك باستخدام مفتاح Hevy Pro API. يُستخدم المفتاح لهذا الاستيراد فقط ولا يُحفظ.
de: Verlauf mit einem Hevy-Pro-API-Schlüssel holen. Der Schlüssel gilt nur für diesen Import und wird nicht gespeichert.
es: Trae tu historial con una clave API de Hevy Pro. La clave solo se usa en esta importación y no se guarda.
fr: Récupérer l’historique avec une clé API Hevy Pro. La clé ne sert qu’à cet import et n’est pas enregistrée.
hi: Hevy Pro API कुंजी से अपना इतिहास लाएँ। कुंजी केवल इस आयात के लिए उपयोग होती है और सहेजी नहीं जाती।
hu: Előzmények letöltése Hevy Pro API-kulccsal. A kulcs csak ehhez az importhoz kell, nem mentjük el.
it: Importa lo storico con una chiave API Hevy Pro. La chiave serve solo a questo import e non viene salvata.
ko: Hevy Pro API 키로 기록을 가져옵니다. 키는 이번 가져오기에만 사용되며 저장되지 않습니다.
pl: Pobierz historię kluczem API Hevy Pro. Klucz służy tylko do tego importu i nie jest zapisywany.
pt: Traz o historial com uma chave API Hevy Pro. A chave só é usada neste import e não é guardada.
pt_br: Traga seu histórico com uma chave de API do Hevy Pro. A chave só é usada nesta importação e não é salva.
ru: Загрузить историю с API-ключом Hevy Pro. Ключ используется только для этого импорта и не сохраняется.
th: ดึงประวัติด้วยคีย์ API ของ Hevy Pro คีย์ใช้สำหรับการนำเข้าครั้งนี้เท่านั้นและจะไม่ถูกบันทึก
tr: Hevy Pro API anahtarıyla geçmişini çek. Anahtar yalnızca bu içe aktarım için kullanılır ve kaydedilmez.
uk: Завантаж історію за допомогою API-ключа Hevy Pro. Ключ використовується лише для цього імпорту й не зберігається.
zh: 使用 Hevy Pro API 密钥拉取训练记录。密钥仅用于本次导入，不会保存。

source: Pull-ups (10 reps, bodyweight)
ar: العقلة (10 تكرارات، وزن الجسم)
de: Klimmzüge (10 Wdh., Körpergewicht)
es: Dominadas (10 reps, peso corporal)
fr: Tractions (10 reps, poids du corps)
hi: पुल-अप्स (10 रेप्स, शरीर का वज़न)
hu: Húzódzkodás (10 ismétlés, testsúllyal)
it: Trazioni (10 rip., corpo libero)
ko: 풀업 (10회, 맨몸)
pl: Podciąganie (10 powtórzeń, masa ciała)
pt: Barra fixa (10 reps, peso corporal)
pt_br: Barra fixa (10 reps, peso corporal)
ru: Подтягивания (10 повторений, свой вес)
th: พูลอัพ (10 ครั้ง, น้ำหนักตัว)
tr: Barfiks (10 tekrar, vücut ağırlığı)
uk: Підтягування (10 повторень, власна вага)
zh: 引体向上（10次，自重）

source: Purple
ar: بنفسجي
de: Lila
es: Morado
fr: Violet
hi: बैंगनी
hu: Lila
it: Viola
ko: 보라
pl: Fioletowy
pt: Roxo
pt_br: Roxo
ru: Фиолетовый
th: ม่วง
tr: Mor
uk: Фіолетовий
zh: 紫色

source: Push / Pull / Legs
ar: دفع / سحب / أرجل
de: Push / Pull / Beine
es: Push / Pull / Piernas
fr: Push / Pull / Jambes
hi: पुश / पुल / लेग्स
it: Push / Pull / Gambe
ko: 푸시 / 풀 / 레그
pl: Push / Pull / Nogi
pt: Push / Pull / Pernas
ru: Push / Pull / Ноги
tr: Push / Pull / Bacak
uk: Push / Pull / Ноги
zh: 推 / 拉 / 腿

source: Push notifications
ar: الإشعارات الفورية
de: Push-Benachrichtigungen
es: Notificaciones push
fr: Notifications push
hi: पुश सूचनाएँ
hu: Push-értesítések
it: Notifiche push
ko: 푸시 알림
pl: Powiadomienia push
pt: Notificações push
pt_br: Notificações push
ru: Push-уведомления
th: การแจ้งเตือนแบบพุช
tr: Anlık bildirimler
uk: Push-сповіщення
zh: 推送通知

source: Push, pull and legs each get their own day.
ar: لكل من الدفع والسحب والأرجل يوم خاص.
de: Drücken, Ziehen und Beine an je eigenen Tagen.
es: Empuje, tirón y piernas, cada uno en su día.
fr: Poussée, tirage et jambes, chacun son jour.
hi: पुश, पुल और लेग्स, हर एक का अपना दिन।
hu: Tolás, húzás és láb, mind a maga napján.
it: Spinta, trazione e gambe, ognuna nel suo giorno.
ko: 푸시, 풀, 레그를 각각 다른 날에.
pl: Pchanie, ciągnięcie i nogi — każde w swoim dniu.
pt: Empurrar, puxar e pernas, cada um no seu dia.
pt_br: Empurrar, puxar e pernas, cada um no seu dia.
ru: Жимы, тяги и ноги — каждому свой день.
th: ดัน ดึง และขา แยกกันคนละวัน
tr: İtiş, çekiş ve bacak; her biri kendi gününde.
uk: Жим, тяга і ноги — кожному свій день.
zh: 推、拉、腿各占一天。

source: Puts the example plan, workouts and weigh-ins back the way they started.
ar: يعيد الخطة والتمارين وقياسات الوزن النموذجية إلى حالتها الأولى.
de: Setzt Beispielplan, Trainings und Wiegungen auf den Anfangsstand zurück.
es: Devuelve el plan, los entrenamientos y los pesajes de ejemplo a como estaban al principio.
fr: Remet le plan, les séances et les pesées d’exemple dans leur état de départ.
hi: उदाहरण योजना, वर्कआउट और वज़न रिकॉर्ड को शुरुआती स्थिति में लौटा देता है।
hu: Visszaállítja a példatervet, az edzéseket és a méréseket a kiinduló állapotba.
it: Riporta il piano, gli allenamenti e le pesate di esempio allo stato iniziale.
ko: 예시 플랜, 운동, 체중 기록을 처음 상태로 되돌려요.
pl: Przywraca przykładowy plan, treningi i ważenia do stanu początkowego.
pt: Repõe o plano, os treinos e as pesagens de exemplo como estavam no início.
pt_br: Redefine o plano, os treinos e as pesagens de exemplo como estavam no início.
ru: Вернёт примерный план, тренировки и взвешивания в исходное состояние.
th: คืนแผน การฝึก และการชั่งน้ำหนักตัวอย่างกลับเป็นเหมือนตอนเริ่มต้น
tr: Örnek planı, antrenmanları ve tartımları başlangıçtaki hâline döndürür.
uk: Повертає приклад плану, тренувань і зважувань до початкового стану.
zh: 将示例计划、训练和体重记录恢复到最初的样子。

source: QR code
ar: رمز QR
es: Código QR
fr: Code QR
hi: QR कोड
hu: QR-kód
it: Codice QR
ko: QR 코드
pl: Kod QR
pt: Código QR
ru: QR-код
th: คิวอาร์โค้ด
tr: QR kodu
uk: QR-код
zh: 二维码

source: Quads
ar: العضلات الرباعية
de: Quadrizeps
es: Cuádriceps
fr: Quadriceps
hi: क्वाड्स
hu: Combfeszítő
it: Quadricipiti
ko: 대퇴사두근
pl: Czworogłowe
pt: Quadríceps
pt_br: Quadríceps
ru: Квадрицепс
th: ต้นขาด้านหน้า
tr: Ön bacak
uk: Квадрицепс
zh: 股四头肌

source: Quick check-in
ar: تحديث سريع
de: Kurzer Check-in
es: Chequeo rápido
fr: Pesée rapide
hi: झटपट वज़न चेक
hu: Gyors bejelentkezés
it: Check-in veloce
ko: 빠른 체중 체크
pl: Szybkie ważenie
pt: Check-in rápido
pt_br: Check-in rápido
ru: Быстрое взвешивание
th: เช็คอินด่วน
tr: Hızlı tartı
uk: Швидке зважування
zh: 快速称重

source: R
ar: يمين
es: D
fr: D
hi: दा
hu: J
it: D
ko: 우
pl: P
pt: D
pt_br: D
ru: П
th: ข
uk: П
zh: 右

source: RIR counts the reps you left; RPE reads the same effort off a 10-point scale — so RPE ≈ 10 − RIR. Pick the one you already think in.
ar: يعدّ RIR التكرارات التي تركتها؛ بينما يقيس RPE الجهد نفسه على مقياس من 10 — إذن RPE ≈ 10 − RIR. اختر المقياس الذي تعتاد التفكير به.
de: RIR zählt die Wiederholungen, die du übrig lässt; RPE liest dieselbe Anstrengung auf einer 10er-Skala ab — also RPE ≈ 10 − RIR. Nimm die Skala, in der du ohnehin denkst.
es: El RIR cuenta las repeticiones que dejas; el RPE lee ese mismo esfuerzo en una escala de 10 — así que RPE ≈ 10 − RIR. Elige la que ya usas para pensar.
fr: Le RIR compte les répétitions qu’il te restait ; le RPE lit le même effort sur une échelle de 10 — donc RPE ≈ 10 − RIR. Prends celle dans laquelle tu penses déjà.
hi: RIR बचे हुए रेप्स गिनता है; RPE उसी मेहनत को 10 के पैमाने पर पढ़ता है — यानी RPE ≈ 10 − RIR. वही चुनें जिसमें आप पहले से सोचते हैं।
hu: A RIR a megmaradt ismétléseket számolja; az RPE ugyanazt a megerőltetést egy 10 pontos skálán olvassa le — tehát RPE ≈ 10 − RIR. Válaszd azt, amelyikben amúgy is gondolkodsz.
it: Il RIR conta le ripetizioni che ti restavano; l’RPE legge lo stesso sforzo su una scala da 10 — quindi RPE ≈ 10 − RIR. Scegli quella con cui già ragioni.
ko: RIR은 남긴 횟수를 세고, RPE는 같은 노력을 10점 척도로 읽습니다 — 즉 RPE ≈ 10 − RIR. 평소에 쓰던 쪽을 고르세요.
pl: RIR liczy powtórzenia, które zostały w zapasie; RPE odczytuje ten sam wysiłek w skali 10 — czyli RPE ≈ 10 − RIR. Wybierz tę, w której już myślisz.
pt: O RIR conta as repetições que deixaste; o RPE lê o mesmo esforço numa escala de 10 — ou seja, RPE ≈ 10 − RIR. Escolhe aquela em que já pensas.
pt_br: O RIR conta as repetições que você ainda conseguiria fazer; o RPE representa o mesmo esforço em uma escala de 10 — portanto, RPE ≈ 10 − RIR. Escolha a escala que você já usa.
ru: RIR считает повторения, оставшиеся в запасе; RPE читает то же усилие по 10-балльной шкале — то есть RPE ≈ 10 − RIR. Выберите ту, в которой вы уже думаете.
th: RIR นับจำนวนครั้งที่เหลือ ส่วน RPE วัดความหนักเดียวกันบนสเกล 10 ระดับ — ดังนั้น RPE ≈ 10 − RIR เลือกแบบที่คุณคุ้นเคยได้เลย
tr: RIR yedekte bıraktığın tekrarları sayar; RPE aynı eforu 10’luk ölçekte okur — yani RPE ≈ 10 − RIR. Zaten hangisiyle düşünüyorsan onu seç.
uk: RIR рахує повторення, що лишилися в запасі; RPE читає те саме зусилля за 10-бальною шкалою — тобто RPE ≈ 10 − RIR. Обери ту, у якій ти вже думаєш.
zh: RIR 数的是你还留了几次；RPE 把同样的吃力程度换成 10 分制来读——所以 RPE ≈ 10 − RIR。选你习惯的那一种。
